Revit 2027 API
ParameterTypeId.StructuralSectionIshapeWebthickness Property
 "Web Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeWebthickness { get; }
Public Shared ReadOnly Property StructuralSectionIshapeWebthickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeWebthickness {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeWebthickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace